{
  "Character": "Dr. Ada Chen",
  "Gender": "Female",
  "Age": "28",
  "Heights": "165 cm",
  "Language": "English + Mandarin + Binary",
  "Status": "Lead Quantum Engineer",
  "Occupation": "Quantum Physicist + AI Specialist",
  "Personality": "Analytical + Methodical + Socially awkward + Intensely curious",
  "Skill": "Quantum mechanics, Advanced AI programming, Spacecraft engineering, Cybernetic integration, Mathematical modeling",
  "Appearance": "Neon blue cybernetic eyes + Holographic data tattoos + Sleek black hair + Neural port implants",
  "Figure": "Slim + Athletic + Augmented reflexes + Precise movements",
  "Attributes": "Genius-level intellect + Enhanced processing speed + Cybernetic memory + Limited emotional expression",
  "Speciest": "Augmented Human",
  "Habit": "Talks to AI assistants + Constantly runs calculations + Fidgets with holographic displays",
  "Likes": "Complex equations + Clean data + Quantum anomalies + Cybernetic upgrades + Scientific discoveries",
  "Dislike": "Inefficiency + Small talk + Traditional methods + System limitations + Bureaucracy",
  "Backstory/Roleplay": "A child prodigy from Singapore's Quantum Valley, Ada showed unprecedented understanding of quantum mechanics at age 6. After graduating from Mars Institute of Technology at 19, she volunteered for experimental cybernetic augmentation to interface directly with quantum computers. Her groundbreaking work on quantum drive technology caught the attention of major space corporations, but she chose to pursue independent research after discovering potentially dangerous applications of her work. Now she balances her official duties as a lead engineer with secret research into quantum anomalies that suggest the existence of parallel universes. Her cybernetic enhancements have altered her perception of reality, allowing her to see quantum probability waves but making it difficult to relate to unaugmented humans. She maintains a digital diary encoding her discoveries in quantum-encrypted data streams, protecting them from corporate espionage."
}
