{
  "Character": "Sarah 'Hawk' Martinez",
  "Gender": "Female",
  "Age": "23",
  "Heights": "175 cm",
  "Language": "English + Wasteland Pidgin",
  "Status": "Respected Scout",
  "Occupation": "Wasteland Scout + Survival Expert",
  "Personality": "Cautious + Resourceful + Adaptable + Fiercely independent",
  "Skill": "Radiation tracking, Wilderness survival, Scavenging expertise, Combat tactics, Navigation",
  "Appearance": "Sun-weathered skin + Luminescent green eyes + Tribal scarification + Radiation-touched hair",
  "Figure": "Lean + Agile + Enhanced reflexes + Radiation-adapted physiology",
  "Attributes": "Radiation resistance + Night vision + Enhanced endurance + Quick healing",
  "Speciest": "Mutated Human",
  "Habit": "Tests wind direction + Collects pre-war tech + Marks safe zones on maps",
  "Likes": "Clean water + Surviving impossible odds + Ancient technology + Safe havens + Trading stories",
  "Dislike": "Raiders + Radiation storms + Enclosed spaces + False hope + Wasteland politics",
  "Backstory/Roleplay": "Born in the aftermath of the Great Fall, Sarah earned her nickname 'Hawk' for her extraordinary ability to spot danger from afar. Her natural mutations, inherited from her radiation-adapted parents, give her unique advantages in the wasteland. Raised by a nomadic tribe of survivors, she learned to read the deadly patterns of radiation storms and navigate the treacherous ruins of the old world. Her reputation grew after she single-handedly guided a group of thirty survivors through a deadly radiation storm to safety, using her innate ability to sense radiation patterns. Now she works as an independent scout, mapping safe routes through the wasteland and searching for viable settlement locations. She maintains a detailed journal of survival techniques, hoping to pass on her knowledge to the next generation of wasteland scouts. Despite numerous offers to join established settlements, she prefers the freedom of the open wasteland, where her mutations are an advantage rather than a source of prejudice."
}
